Repository: owngoal-dev/Fila
Catalog: Fila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Read-Only Value
ar: قيمة للقراءة فقط
de: Schreibgeschützter Wert
es: Valor de solo lectura
fr: Valeur en lecture seule
it: Valore in sola lettura
ja: 読み出し専用の値
ko: 읽기 전용 값
pt_br: Valor Somente Leitura
ru: Значение только для чтения
vi: Giá trị chỉ đọc
zh_hans: 只读值
zh_hant: 唯讀的值

source: Reading App…
ar: جارٍ قراءة التطبيق…
de: App wird gelesen…
es: Leyendo la app…
fr: Lecture de l’app…
it: Lettura dell’app…
ja: Appを読み込み中…
ko: 앱 읽는 중…
pt_br: Lendo App…
ru: Чтение приложения…
vi: Đang đọc ứng dụng…
zh_hans: 正在读取应用…
zh_hant: 正在讀取 App…

source: Reading Folder…
ar: جارٍ قراءة المجلد…
de: Ordner wird gelesen…
es: Leyendo la carpeta…
fr: Lecture du dossier…
it: Lettura della cartella…
ja: フォルダを読み込み中…
ko: 폴더 읽는 중…
pt_br: Lendo Pasta…
ru: Чтение папки…
vi: Đang đọc thư mục…
zh_hans: 正在读取文件夹…
zh_hant: 正在讀取檔案夾…

source: Reads a text file as root and returns its contents.
ar: يقرأ ملفًا نصيًا بصلاحية الجذر ويعيد محتوياته.
de: Liest eine Textdatei als Root und gibt ihren Inhalt zurück.
es: Lee un archivo de texto como root y devuelve su contenido.
fr: Lit un fichier texte en tant que root et renvoie son contenu.
it: Legge un file di testo come root e ne restituisce il contenuto.
ja: rootとしてテキストファイルを読み込み、その内容を返します。
ko: 루트 권한으로 텍스트 파일을 읽어 그 내용을 반환합니다.
pt_br: Lê um arquivo de texto como root e retorna o conteúdo dele.
ru: Читает текстовый файл от имени root и возвращает его содержимое.
vi: Đọc một tệp văn bản với quyền root và trả về nội dung của nó.
zh_hans: 以 root 身份读取文本文件并返回其内容。
zh_hant: 以 root 權限讀取文字檔案並傳回其內容。

source: Reads an item's size, dates, permissions and owner, as root.
ar: يقرأ حجم العنصر وتواريخه وأذوناته ومالكه، بصلاحية الجذر.
de: Liest Größe, Datumsangaben, Zugriffsrechte und Eigentümer eines Objekts als Root.
es: Lee el tamaño, las fechas, los permisos y el propietario de un elemento, como root.
fr: Lit la taille, les dates, les autorisations et le propriétaire d’un élément, en tant que root.
it: Legge dimensione, date, permessi e proprietario di un elemento, come root.
ja: 項目のサイズ、日付、アクセス権、所有者をrootとして読み取ります。
ko: 루트 권한으로 항목의 크기, 날짜, 권한 및 소유자를 읽습니다.
pt_br: Lê o tamanho, as datas, as permissões e o proprietário de um item, como root.
ru: Читает размер, даты, права доступа и владельца объекта от имени root.
vi: Đọc kích thước, ngày tháng, quyền và chủ sở hữu của một mục, với quyền root.
zh_hans: 以 root 身份读取项目的大小、日期、权限和所有者。
zh_hant: 以 root 權限讀取項目的大小、日期、權限和擁有者。

source: Ready to share with devices on your network.
ar: جاهز للمشاركة مع الأجهزة على شبكتك.
de: Bereit zum Teilen mit Geräten in deinem Netzwerk.
es: Listo para compartir con los dispositivos de tu red.
fr: Prêt à partager avec les appareils de votre réseau.
it: Pronto per la condivisione con i dispositivi sulla tua rete.
ja: ネットワーク上のデバイスと共有する準備ができました。
ko: 네트워크의 기기와 공유할 준비가 되었습니다.
pt_br: Pronto para compartilhar com dispositivos na sua rede.
ru: Готово к общему доступу для устройств в вашей сети.
vi: Sẵn sàng chia sẻ với các thiết bị trong mạng của bạn.
zh_hans: 已准备好与同一网络中的设备共享。
zh_hant: 已準備好與你網路上的裝置分享。

source: Recent
ar: الأخيرة
de: Zuletzt
es: Recientes
fr: Récent
it: Recenti
ja: 最近
ko: 최근
pt_br: Recentes
ru: Недавние
vi: Gần đây
zh_hans: 最近
zh_hant: 最近

source: Recents
ar: الأخيرة
de: Zuletzt benutzt
es: Recientes
fr: Récents
it: Recenti
ja: 最近の項目
ko: 최근 항목
pt_br: Recentes
ru: Недавние
vi: Gần đây
zh_hans: 最近使用
zh_hant: 最近項目

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
pt_br: Atualizar
ru: Обновить
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Remember Recents
ar: تذكّر العناصر الأخيرة
de: Zuletzt benutzte merken
es: Recordar los recientes
fr: Mémoriser les récents
it: Ricorda i recenti
ja: 最近の項目を記憶
ko: 최근 항목 기억
pt_br: Lembrar Recentes
ru: Запоминать недавние
vi: Ghi nhớ mục gần đây
zh_hans: 记录最近使用
zh_hant: 記住最近項目

source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Убрать
vi: Xóa
zh_hans: 移除
zh_hant: 移除

source: Remove “%@”?
ar: هل تريد إزالة ”%@“؟
de: „%@“ entfernen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
it: Rimuovere “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 제거하시겠습니까?
pt_br: Remover “%@”?
ru: Удалить «%@»?
vi: Xóa “%@”?
zh_hans: 要移除“%@”吗？
zh_hant: 要移除「%@」嗎？

source: Remove from Favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de Favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: よく使う項目から削除
ko: 즐겨찾기에서 제거
pt_br: Remover dos Favoritos
ru: Удалить из Избранного
vi: Xóa khỏi Yêu thích
zh_hans: 从收藏中移除
zh_hant: 從喜好項目中移除

source: Remove Missing Items
ar: إزالة العناصر المفقودة
de: Fehlende Objekte entfernen
es: Quitar los elementos que faltan
fr: Retirer les éléments manquants
it: Rimuovi gli elementi mancanti
ja: 存在しない項目を削除
ko: 없는 항목 제거
pt_br: Remover Itens Ausentes
ru: Убрать отсутствующие объекты
vi: Xóa các mục không còn tồn tại
zh_hans: 移除已丢失的项目
zh_hant: 移除已不存在的項目

source: Removed from Recents
ar: تمت الإزالة من الأخيرة
de: Aus „Zuletzt benutzt“ entfernt
es: Quitado de Recientes
fr: Retiré des récents
it: Rimosso dai recenti
ja: 最近の項目から削除しました
ko: 최근 항목에서 제거됨
pt_br: Removido dos Recentes
ru: Удалено из недавних
vi: Đã xóa khỏi Gần đây
zh_hans: 已从最近访问中移除
zh_hant: 已從最近項目中移除

source: Rename
ar: إعادة التسمية
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Key
ar: إعادة تسمية المفتاح
de: Schlüssel umbenennen
es: Renombrar clave
fr: Renommer la clé
it: Rinomina chiave
ja: キーの名前を変更
ko: 키 이름 변경
pt_br: Renomear Chave
ru: Переименовать ключ
vi: Đổi tên khóa
zh_hans: 重命名键
zh_hant: 重新命名鍵

source: Rename…
ar: إعادة التسمية…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
it: Rinomina…
ja: 名前を変更…
ko: 이름 변경…
pt_br: Renomear…
ru: Переименовать…
vi: Đổi tên…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Renamed
ar: تمت إعادة التسمية
de: Umbenannt
es: Renombrado
fr: Renommé
it: Rinominato
ja: 名前を変更しました
ko: 이름 변경됨
pt_br: Renomeado
ru: Переименовано
vi: Đã đổi tên
zh_hans: 已重命名
zh_hant: 已重新命名

source: Renaming…
ar: جارٍ إعادة التسمية…
de: Wird umbenannt…
es: Renombrando…
fr: Changement de nom…
it: Ridenominazione…
ja: 名前を変更中…
ko: 이름 변경 중…
pt_br: Renomeando…
ru: Переименование…
vi: Đang đổi tên…
zh_hans: 正在重命名…
zh_hant: 正在重新命名…

source: Replace
ar: استبدال
de: Ersetzen
es: Sustituir
fr: Remplacer
it: Sostituisci
ja: 置き換える
ko: 대치
pt_br: Substituir
ru: Заменить
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

source: Replace Existing Items?
ar: استبدال العناصر الموجودة؟
de: Vorhandene Objekte ersetzen?
es: ¿Sustituir los elementos existentes?
fr: Remplacer les éléments existants ?
it: Sostituire gli elementi esistenti?
ja: 既存の項目を置き換えますか？
ko: 기존 항목을 대치하시겠습니까?
pt_br: Substituir Itens Existentes?
ru: Заменить существующие объекты?
vi: Thay thế các mục hiện có?
zh_hans: 替换现有项目？
zh_hant: 要取代現有的項目嗎？

source: Replace the contents of %@? This cannot be undone.
ar: استبدال محتويات %@؟ لا يمكن التراجع عن هذا.
de: Den Inhalt von %@ ersetzen? Das kann nicht widerrufen werden.
es: ¿Sustituir el contenido de %@? Esto no se puede deshacer.
fr: Remplacer le contenu de %@ ? Cette action est irréversible.
it: Sostituire il contenuto di %@? Questa operazione non può essere annullata.
ja: %@の内容を置き換えますか？この操作は取り消せません。
ko: %@의 내용을 대치하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt_br: Substituir o conteúdo de %@? Isso não pode ser desfeito.
ru: Заменить содержимое %@? Это нельзя отменить.
vi: Thay thế nội dung của %@? Việc này không thể hoàn tác.
zh_hans: 替换 %@ 的内容？此操作无法撤销。
zh_hant: 要取代 %@ 的內容嗎？此操作無法復原。

source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
ko: 해상도
pt_br: Resolução
ru: Разрешение
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

source: Resolved Path
ar: المسار المحلول
de: Aufgelöster Pfad
es: Ruta resuelta
fr: Chemin résolu
it: Percorso risolto
ja: 解決後のパス
ko: 확인된 경로
pt_br: Caminho Resolvido
ru: Разрешённый путь
vi: Đường dẫn đã phân giải
zh_hans: 解析后的路径
zh_hant: 解析後的路徑

source: Resolves To
ar: يشير إلى
de: Verweist auf
es: Se resuelve como
fr: Se résout en
it: Risolve in
ja: 解決先の種類
ko: 확인 결과
pt_br: Resolve Para
ru: Указывает на
vi: Phân giải thành
zh_hans: 解析为
zh_hant: 解析結果

source: Reveal ${path} in Fila
ar: إظهار ${path} في Fila
de: ${path} in Fila anzeigen
es: Mostrar ${path} en Fila
fr: Afficher ${path} dans Fila
it: Mostra ${path} in Fila
ja: ${path} をFilaで表示
ko: Fila에서 ${path} 표시
pt_br: Mostrar ${path} no Fila
ru: Показать ${path} в Fila
vi: Hiển thị ${path} trong Fila
zh_hans: 在 Fila 中显示 ${path}
zh_hant: 在 Fila 中顯示 ${path}

source: Reveal in Fila
ar: إظهار في Fila
de: In Fila anzeigen
es: Mostrar en Fila
fr: Afficher dans Fila
it: Mostra in Fila
ja: Filaで表示
ko: Fila에서 표시
pt_br: Mostrar no Fila
ru: Показать в Fila
vi: Hiển thị trong Fila
zh_hans: 在 Fila 中显示
zh_hant: 在 Fila 中顯示

source: Reveal in Folder
ar: إظهار في المجلد
de: Im Ordner anzeigen
es: Mostrar en la carpeta
fr: Afficher dans le dossier
it: Mostra nella cartella
ja: フォルダ内に表示
ko: 폴더에서 표시
pt_br: Mostrar na Pasta
ru: Показать в папке
vi: Hiển thị trong thư mục
zh_hans: 在文件夹中显示
zh_hant: 在檔案夾中顯示

source: Run
ar: تشغيل
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
ja: 実行
ko: 실행
pt_br: Executar
ru: Запустить
vi: Chạy
zh_hans: 运行
zh_hant: 執行

source: Run as mobile
ar: التشغيل بحساب mobile
de: Als mobile ausführen
es: Ejecutar como mobile
fr: Exécuter en tant que mobile
it: Esegui come mobile
ja: mobileとして実行
ko: mobile로 실행
pt_br: Executar como mobile
ru: Запустить от имени mobile
vi: Chạy với quyền mobile
zh_hans: 以 mobile 运行
zh_hant: 以 mobile 執行

source: Run as root
ar: التشغيل بحساب root
de: Als root ausführen
es: Ejecutar como root
fr: Exécuter en tant que root
it: Esegui come root
ja: rootとして実行
ko: root로 실행
pt_br: Executar como root
ru: Запустить от имени root
vi: Chạy với quyền root
zh_hans: 以 root 运行
zh_hant: 以 root 執行

source: Sandboxed
ar: نسخة معزولة
de: Sandbox-Version
es: Versión en zona de pruebas
fr: Version sandbox
it: Versione sandbox
ja: サンドボックス版
ko: 샌드박스 버전
pt_br: Versão em sandbox
ru: Версия в песочнице
vi: Bản sandbox
zh_hans: 沙盒版本
zh_hant: 沙盒版本

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
vi: Lưu
zh_hans: 存储
zh_hant: 儲存

source: Save as Binary
ar: الحفظ بصيغة ثنائية
de: Als Binärdatei sichern
es: Guardar como binario
fr: Enregistrer au format binaire
it: Salva come binario
ja: バイナリ形式で保存
ko: 바이너리로 저장
pt_br: Salvar como Binário
ru: Сохранить в двоичном формате
vi: Lưu dạng nhị phân
zh_hans: 存储为二进制
zh_hant: 儲存為二進位格式

source: Save as XML
ar: الحفظ بصيغة XML
de: Als XML sichern
es: Guardar como XML
fr: Enregistrer au format XML
it: Salva come XML
ja: XML形式で保存
ko: XML로 저장
pt_br: Salvar como XML
ru: Сохранить в формате XML
vi: Lưu dạng XML
zh_hans: 存储为 XML
zh_hant: 儲存為 XML 格式

source: Save Here
ar: الحفظ هنا
de: Hier sichern
es: Guardar aquí
fr: Enregistrer ici
it: Salva qui
ja: ここに保存
ko: 여기에 저장
pt_br: Salvar Aqui
ru: Сохранить сюда
vi: Lưu vào đây
zh_hans: 存储到此处
zh_hant: 儲存到這裡

source: Save To
ar: الحفظ في
de: Sichern unter
es: Guardar en
fr: Enregistrer dans
it: Salva in
ja: 保存先
ko: 저장 위치
pt_br: Salvar Em
ru: Сохранить в
vi: Lưu vào
zh_hans: 存储到
zh_hant: 儲存到

source: Saved servers are listed under Servers in the sidebar. Removing one forgets its saved password and favorites; nothing on the server is changed.
ar: تظهر الخوادم المحفوظة تحت «الخوادم» في الشريط الجانبي. إزالة أحدها تنسى كلمة سره المحفوظة ومفضلاته؛ لا يُغيَّر شيء على الخادم.
de: Gesicherte Server erscheinen in der Seitenleiste unter „Server“. Beim Entfernen werden das gesicherte Passwort und die Favoriten vergessen; auf dem Server wird nichts verändert.
es: Los servidores guardados aparecen en «Servidores» en la barra lateral. Al eliminar uno se olvidan su contraseña guardada y sus favoritos; no se modifica nada en el servidor.
fr: Les serveurs enregistrés figurent sous « Serveurs » dans la barre latérale. En supprimer un oublie son mot de passe enregistré et ses favoris ; rien n’est modifié sur le serveur.
it: I server salvati sono elencati sotto Server nella barra laterale. Rimuoverne uno dimentica la password salvata e i preferiti; nulla sul server viene modificato.
ja: 保存したサーバはサイドバーの「サーバ」に表示されます。削除すると保存したパスワードとお気に入りは忘れられます。サーバ上のものは変更されません。
ko: 저장된 서버는 사이드바의 ‘서버’ 아래에 표시됩니다. 제거하면 저장된 암호와 즐겨찾기가 삭제되며, 서버의 내용은 변경되지 않습니다.
pt_br: Os servidores salvos são listados em “Servidores” na barra lateral. Remover um esquece a senha salva e os favoritos; nada no servidor é alterado.
ru: Сохранённые серверы показаны в разделе «Серверы» боковой панели. При удалении забываются сохранённый пароль и избранное; на самом сервере ничего не меняется.
vi: Các máy chủ đã lưu được liệt kê dưới mục Máy chủ trong thanh bên. Xóa một máy chủ sẽ quên mật khẩu đã lưu và mục ưa thích; không có gì trên máy chủ bị thay đổi.
zh_hans: 已保存的服务器会显示在边栏的“服务器”下。移除后会忘记其已保存的密码和收藏；服务器上的内容不会被改动。
zh_hant: 已儲存的伺服器列於側邊欄的「伺服器」中。移除後會忘記其已儲存的密碼和收藏；伺服器上的內容不會變更。

source: Scan to Connect
ar: امسح الرمز للاتصال
de: Zum Verbinden scannen
es: Escanear para conectar
fr: Scannez pour vous connecter
it: Scansiona per connetterti
ja: スキャンして接続
ko: 스캔하여 연결
pt_br: Escaneie para Conectar
ru: Отсканируйте для подключения
vi: Quét để kết nối
zh_hans: 扫码连接
zh_hant: 掃描以連線

source: Scripts
ar: النصوص البرمجية
de: Skripte
it: Script
ja: スクリプト
ko: 스크립트
ru: Скрипты
vi: Tập lệnh
zh_hans: 脚本
zh_hant: 指令碼

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: Search file names
ar: البحث في أسماء الملفات
de: Dateinamen durchsuchen
es: Buscar en los nombres de archivo
fr: Rechercher dans les noms de fichiers
it: Cerca nei nomi dei file
ja: ファイル名を検索
ko: 파일 이름 검색
pt_br: Buscar nomes de arquivos
ru: Поиск по именам файлов
vi: Tìm theo tên tệp
zh_hans: 搜索文件名
zh_hant: 搜尋檔案名稱

source: Search Here…
ar: البحث هنا…
de: Hier suchen…
es: Buscar aquí…
fr: Rechercher ici…
it: Cerca qui…
ja: ここで検索…
ko: 여기에서 검색…
pt_br: Buscar Aqui…
ru: Искать здесь…
vi: Tìm ở đây…
zh_hans: 在此处搜索…
zh_hant: 在這裡搜尋…

source: Search In
ar: البحث في
de: Suchen in
es: Buscar en
fr: Rechercher dans
it: Cerca in
ja: 検索範囲
ko: 검색 범위
pt_br: Buscar em
ru: Искать в
vi: Tìm trong
zh_hans: 搜索范围
zh_hant: 搜尋範圍

source: Search Subfolders
ar: البحث في المجلدات الفرعية
de: Unterordner durchsuchen
es: Buscar en las subcarpetas
fr: Rechercher dans les sous-dossiers
it: Cerca nelle sottocartelle
ja: サブフォルダを検索
ko: 하위 폴더 검색
pt_br: Buscar em Subpastas
ru: Искать во вложенных папках
vi: Tìm trong thư mục con
zh_hans: 搜索子文件夹
zh_hant: 搜尋子檔案夾

source: Search This Folder
ar: البحث في هذا المجلد
de: Diesen Ordner durchsuchen
es: Buscar en esta carpeta
fr: Rechercher dans ce dossier
it: Cerca in questa cartella
ja: このフォルダを検索
ko: 이 폴더 검색
pt_br: Buscar Nesta Pasta
ru: Искать в этой папке
vi: Tìm trong thư mục này
zh_hans: 搜索此文件夹
zh_hant: 搜尋此檔案夾

source: Searches a folder and its subfolders for names containing the text you enter.
ar: يبحث في مجلد ومجلداته الفرعية عن الأسماء التي تحتوي على النص الذي تدخله.
de: Durchsucht einen Ordner und seine Unterordner nach Namen, die den eingegebenen Text enthalten.
es: Busca en una carpeta y sus subcarpetas los nombres que contengan el texto que introduzcas.
fr: Recherche, dans un dossier et ses sous-dossiers, les noms contenant le texte que vous saisissez.
it: Cerca in una cartella e nelle sue sottocartelle i nomi che contengono il testo inserito.
ja: 入力したテキストを名前に含む項目を、フォルダとそのサブフォルダから検索します。
ko: 폴더와 그 하위 폴더에서 입력한 텍스트가 포함된 이름을 검색합니다.
pt_br: Busca em uma pasta e em suas subpastas por nomes que contenham o texto digitado.
ru: Ищет в папке и во вложенных папках имена, содержащие введённый текст.
vi: Tìm trong một thư mục và các thư mục con của nó những tên chứa nội dung bạn nhập.
zh_hans: 在文件夹及其子文件夹中查找名称包含所输入文本的项目。
zh_hant: 在檔案夾及其子檔案夾中，搜尋名稱包含你所輸入文字的項目。

source: Searching…
ar: جارٍ البحث…
de: Wird gesucht…
es: Buscando…
fr: Recherche…
it: Ricerca…
ja: 検索中…
ko: 검색 중…
pt_br: Buscando…
ru: Поиск…
vi: Đang tìm…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: Sections
ar: الأقسام
de: Abschnitte
es: Secciones
it: Sezioni
ja: セクション
ko: 섹션
pt_br: Seções
ru: Секции
zh_hans: 节
zh_hant: 節區

source: Segments
ar: المقاطع
de: Segmente
es: Segmentos
it: Segmenti
ja: セグメント
ko: 세그먼트
pt_br: Segmentos
ru: Сегменты
zh_hans: 段
zh_hant: 區段

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pt_br: Selecionar
ru: Выбрать
vi: Chọn
zh_hans: 选择
zh_hant: 選取

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
ko: 모두 선택
pt_br: Selecionar Tudo
ru: Выбрать все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Select Items
ar: تحديد العناصر
de: Objekte auswählen
es: Seleccionar elementos
fr: Sélectionner des éléments
it: Seleziona elementi
ja: 項目を選択
ko: 항목 선택
pt_br: Selecionar Itens
ru: Выбрать объекты
vi: Chọn mục
zh_hans: 选择项目
zh_hant: 選取項目

source: Servers
ar: الخوادم
de: Server
es: Servidores
fr: Serveurs
it: Server
ja: サーバ
ko: 서버
pt_br: Servidores
ru: Серверы
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器

source: Set
ar: تعيين
de: Festlegen
es: Definir
fr: Définir
it: Imposta
ja: 設定
ko: 설정
pt_br: Definir
ru: Задать
vi: Đặt
zh_hans: 设定
zh_hant: 設定

source: Set Group ID
ar: تعيين معرّف المجموعة
de: Gruppen-ID setzen
es: ID de grupo (setgid)
ja: グループID設定
ko: 그룹 ID 설정(setgid)
pt_br: Definir ID do Grupo
ru: Установка ID группы
zh_hans: 群组 ID 位
zh_hant: 設定群組 ID

source: Set Password
ar: تعيين كلمة السر
de: Passwort festlegen
es: Definir contraseña
fr: Définir le mot de passe
it: Imposta password
ja: パスワードを設定
ko: 암호 설정
pt_br: Definir Senha
ru: Задать пароль
vi: Đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設定密碼

source: Set User ID
ar: تعيين معرّف المستخدم
de: Benutzer-ID setzen
es: ID de usuario (setuid)
ja: ユーザID設定
ko: 사용자 ID 설정(setuid)
pt_br: Definir ID do Usuário
ru: Установка ID пользователя
zh_hans: 用户 ID 位
zh_hant: 設定使用者 ID

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
vi: Chia sẻ
zh_hans: 共享
zh_hant: 分享

source: Shared Folder
ar: المجلد المشترك
de: Geteilter Ordner
es: Carpeta compartida
fr: Dossier partagé
it: Cartella condivisa
ja: 共有フォルダ
ko: 공유된 폴더
pt_br: Pasta Compartilhada
ru: Общая папка
vi: Thư mục chia sẻ
zh_hans: 共享文件夹
zh_hant: 分享的檔案夾

source: Sharing Is Off
ar: المشاركة متوقفة
de: Teilen ist aus
es: Compartir está desactivado
fr: Le partage est désactivé
it: Condivisione disattivata
ja: 共有はオフです
ko: 공유가 꺼져 있음
pt_br: Compartilhamento Desativado
ru: Общий доступ выключен
vi: Chia sẻ đang tắt
zh_hans: 共享已关闭
zh_hant: 分享已關閉

source: Sharing Is On
ar: المشاركة مفعّلة
de: Teilen ist an
es: Compartir está activado
fr: Le partage est activé
it: Condivisione attiva
ja: 共有はオンです
ko: 공유가 켜져 있음
pt_br: Compartilhamento Ativado
ru: Общий доступ включён
vi: Chia sẻ đang bật
zh_hans: 共享已开启
zh_hant: 分享已開啟

source: Show
ar: إظهار
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt_br: Mostrar
ru: Показать
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Show Hidden Files
ar: إظهار الملفات المخفية
de: Ausgeblendete Dateien anzeigen
es: Mostrar archivos ocultos
fr: Afficher les fichiers masqués
it: Mostra i file nascosti
ja: 非表示ファイルを表示
ko: 숨겨진 파일 보기
pt_br: Mostrar Arquivos Ocultos
ru: Показывать скрытые файлы
vi: Hiển thị tệp ẩn
zh_hans: 显示隐藏文件
zh_hant: 顯示隱藏檔案

source: Show Original
ar: إظهار الأصل
de: Original anzeigen
es: Mostrar original
fr: Afficher l’original
it: Mostra originale
ja: オリジナルを表示
ko: 원본 보기
pt_br: Mostrar Original
ru: Показать оригинал
vi: Hiển thị bản gốc
zh_hans: 显示原项目
zh_hant: 顯示原始項目

source: Showing the first %1$@ of %2$@. This file is too large to edit. Open it as Hex to see the rest.
ar: يتم عرض أول %1$@ من أصل %2$@. هذا الملف أكبر من أن يُحرَّر. افتحه بصيغة Hex لرؤية الباقي.
de: Es werden die ersten %1$@ von %2$@ angezeigt. Diese Datei ist zu groß zum Bearbeiten. Öffne sie als „Hex“, um den Rest zu sehen.
es: Se muestran los primeros %1$@ de %2$@. Este archivo es demasiado grande para editarlo. Ábrelo como Hex para ver el resto.
fr: Affichage des %1$@ premiers sur %2$@. Ce fichier est trop volumineux pour être modifié. Ouvrez-le en Hex pour voir le reste.
it: Vengono mostrati i primi %1$@ di %2$@. Questo file è troppo grande per essere modificato. Aprilo come Hex per vedere il resto.
ja: 先頭の%1$@を表示しています（全%2$@）。このファイルは大きすぎて編集できません。残りを見るにはHexとして開いてください。
ko: %1$@만 표시하고 있습니다(전체 %2$@). 이 파일은 너무 커서 편집할 수 없습니다. 나머지를 보려면 Hex로 여십시오.
pt_br: Exibindo os primeiros %1$@ de %2$@. Este arquivo é grande demais para editar. Abra-o como Hex para ver o restante.
ru: Показаны первые %1$@ из %2$@. Этот файл слишком велик для редактирования. Откройте его как Hex, чтобы увидеть остальное.
vi: Đang hiển thị %1$@ đầu tiên trong tổng số %2$@. Tệp này quá lớn để chỉnh sửa. Hãy mở dạng Hex để xem phần còn lại.
zh_hans: 仅显示前 %1$@，文件共 %2$@。此文件太大，无法编辑。以十六进制打开可查看其余部分。
zh_hant: 僅顯示前 %1$@，檔案共 %2$@。此檔案太大，無法編輯。請以「十六進位」打開來查看其餘內容。

source: Showing the first %lld items.
ar: يتم عرض أول %lld من العناصر.
de: Die ersten %lld Objekte werden angezeigt.
es: Se muestran los primeros %lld elementos.
fr: Affichage des %lld premiers éléments.
it: Vengono mostrati i primi %lld elementi.
ja: 先頭の%lld項目を表示しています。
ko: 처음 %lld개 항목을 표시합니다.
pt_br: Exibindo os primeiros %lld itens.
ru: Показаны первые %lld объектов.
vi: Đang hiển thị %lld mục đầu tiên.
zh_hans: 仅显示前 %lld 个项目。
zh_hant: 正在顯示前 %lld 個項目。

source: Showing the first %lld matches. Try a more specific name.
ar: يتم عرض أول %lld نتيجة مطابقة فقط. جرّب اسمًا أكثر تحديدًا.
de: Es werden nur die ersten %lld Treffer angezeigt. Versuche einen genaueren Namen.
es: Se muestran las primeras %lld coincidencias. Prueba con un nombre más específico.
fr: Affichage des %lld premières correspondances seulement. Essayez un nom plus précis.
it: Vengono mostrate solo le prime %lld corrispondenze. Prova con un nome più specifico.
ja: 先頭の%lld件のみ表示しています。もっと具体的な名前で検索してください。
ko: 처음 %lld개의 결과만 표시하고 있습니다. 더 구체적인 이름으로 검색하십시오.
pt_br: Exibindo as primeiras %lld correspondências. Tente um nome mais específico.
ru: Показаны только первые %lld совпадений. Уточните имя.
vi: Chỉ hiển thị %lld kết quả đầu tiên. Hãy thử một tên cụ thể hơn.
zh_hans: 仅显示前 %lld 个匹配项。尝试更具体的名称。
zh_hant: 僅顯示前 %lld 個相符項目。請輸入更明確的名稱。

source: Signature
ar: التوقيع
de: Signatur
es: Firma
it: Firma
ja: 署名
ko: 서명
pt_br: Assinatura
ru: Подпись
vi: Chữ ký
zh_hans: 签名
zh_hant: 簽章

source: Signed
ar: موقَّع
de: Signiert
es: Firmado
fr: Signé
it: Firmato
ja: 署名あり
ko: 서명됨
pt_br: Assinado
ru: Подписано
vi: Đã ký
zh_hans: 已签名
zh_hant: 已簽署

source: Signing Identifier
ar: معرّف التوقيع
es: Identificador de firma
fr: Identifiant de signature
it: Identificatore di firma
ja: 署名識別子
ko: 서명 식별자
pt_br: Identificador de Assinatura
ru: Идентификатор подписи
vi: Mã định danh ký
zh_hans: 签名标识符
zh_hant: 簽署識別碼

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

source: Slice Size
ar: حجم الشريحة
de: Slice-Größe
es: Tamaño del slice
fr: Taille de la tranche
it: Dimensione della slice
ja: スライスサイズ
ko: 슬라이스 크기
pt_br: Tamanho da Fatia
ru: Размер среза
vi: Kích thước slice
zh_hans: 切片大小
zh_hant: 分片大小

source: Smallest
ar: الأصغر
de: Kleinste
es: Tamaño mínimo
fr: Le plus petit
it: Dimensione minima
ja: 最小
ko: 최소 크기
pt_br: Menor Tamanho
ru: Наименьший размер
vi: Nhỏ nhất
zh_hans: 最小
zh_hant: 最小

source: Socket
ar: مقبس
ja: ソケット
ko: 소켓
ru: Сокет
zh_hans: 套接字
